alert(5 > 4); // true   5 მეტია 4-ზე
        alert("apple" > "pineapple"); //false   უნიკოდიდან გამომდინარე (შენ ახსენე რომ სიგრძიდან გამომდინარეც ანიწებენ რომელი სიტყვა იქნება მეტი თუ სწორად მივხვდი)
        alert("2" > "12"); //false  2 ნაკლებია 12-ზე
        alert(undefined == null); //true   ამ შემთხვევაში 0-ა უტოდება ორივე
        alert(undefined === null); //false  უცნაური თვისებები გააჩნიაო ახსენე ლექციაზე და სტატიას თუ ვნახავ მოგცემთო რატომ არის ასე
        alert(null == " 0 "); // false
        alert(null === +"0"); // false  მკაცრი შემოწმებისგან გამომდიბარე მოხდა მათი შედარება როგორც ტიპზე ასევე + ნიშანი 0-ს ხდის 1-ანად

